[LangSelectionDlg]
MUI_LANGDLL_WINDOWTITLE=Asennusohjelman kieli
MUI_LANGDLL_INFO=Valitse kieli.

[Installation]
IDS_SAVESETTING=Haluatko tallentaa asetukset?
IDS_OperatorName=Matkaviestinoperaattori
IDS_ChooseOperator=Valitse matkaviestinoperaattori.
IDS_SelectOperatorList=Valitse matkaviestinoperaattori alla olevasta luettelosta.
IDS_OperatorDescription=Kuvaus
IDS_SelectOperatorDetail=tarkoitettu:
IDS_ACSInstalled=Järjestelmässä on aikaisempi Speedmanager plus/ByteMobile Client -asennus. Poista tämän version asennus ja käynnistä käyttöjärjestelmä uudelleen.
IDS_PathTooLong=Polku on liian pitkä.
IDS_AlreadyInstall=Sovellus on jo asennettuna. Haluatko poistaa sen nyt?
IDS_NonAdmin=Tuotetta  ei voi asentaa, koska käyttäjällä ei ole pääkäyttäjän oikeuksia tähän tietokoneeseen.
IDS_IsWin9x=Tuotetta  ei voi asentaa Windows 9x -käyttöjärjestelmään.
IDS_AppRunning=Sulje ensin sovellus.
IDS_SameVer=Ohjelmiston tämä versio on jo asennettu. Haluatko poistaa sen ensin?
IDS_AnotherCustomized=Tämän ohjelmiston mukautettu versio on jo asennettu. Haluatko poistaa sen ensin?
IDS_OldVer=Tämän ohjelmiston aikaisempi versio on jo asennettu. Haluatko poistaa sen ensin?
IDS_HigherVer=Tämän ohjelmiston uudempi versio on jo asennettu. Haluatko poistaa sen ensin?
IDS_NonAdminUninst=Tuotteen  asennusta ei voi poistaa, koska käyttäjällä ei ole pääkäyttäjän oikeuksia tähän tietokoneeseen.
IDS_DELETE_ALL_DATA= Haluatko poistaa kaikki käyttäjädatatiedostot?


